//Вопрос:
//Что нужно написать вместо XXX, 
//чтобы отсортировать массив пользователей по возрасту в порядке возрастания? 
//Ответ дать в максимально лаконичной форме 
//(одной строкой и не использовать ключевое слово return)

const users = [
  { name: "Алиса", age: 25 },
  { name: "Боб", age: 30 },
  { name: "Клара", age: 20 },
  { name: "Григорий", age: 35 }
];
// Сортируем массив людей по возрасту в порядке возрастания
const sortedUsers = users.sort((a, b) => XXX)
console.log("Люди, отсортированные по возрасту:", sortedUsers)